Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Monster Heroine
de: Monster als Heldin
ja: モンスターのヒロイン
ko: 괴물인 여성 주인공
pl: Bohaterka będąca potworem
zh_hans: 怪物女主角
zh_hant: 怪物女主角

source: Monster Hunter Hero
de: Monsterjäger als Held
ja: モンスターハンターの男性主人公
ko: 괴물 사냥꾼인 남성 주인공
pl: Bohater będący łowcą potworów
zh_hans: 怪物猎人男主角
zh_hant: 怪物獵人男主角

source: Monster Hunter Heroine
de: Monsterjägerin als Heldin
ja: モンスターハンターのヒロイン
ko: 괴물 사냥꾼인 여성 주인공
pl: Bohaterka będąca łowczynią potworów
zh_hans: 怪物猎人女主角
zh_hant: 怪物獵人女主角

source: Monster Hunter Protagonist
de: Monsterjäger als Hauptfigur
ja: モンスターハンターの主人公
ko: 괴물 사냥꾼인 주인공
pl: Protagonista będący łowcą potworów
zh_hans: 怪物猎人主角
zh_hant: 怪物獵人主角

source: Monster Hunters
de: Monsterjäger
ja: モンスターハンター
ko: 괴물 사냥꾼
pl: Łowcy potworów
zh_hans: 怪物猎人
zh_hant: 怪物獵人

source: Monster Protagonist
de: Monster als Hauptfigur
ja: モンスターの主人公
ko: 괴물인 주인공
pl: Protagonista będący potworem
zh_hans: 怪物主角
zh_hant: 怪物主角

source: Monster Rape
de: Vergewaltigung durch Monster
ja: モンスターによる強姦
ko: 괴물에 의한 강간
pl: Gwałt ze strony potworów
zh_hans: 怪物强奸
zh_hant: 怪物強姦

source: Monster Support Character
de: Monster als Nebenfigur
ja: モンスターのサブキャラクター
ko: 괴물인 조연
pl: Postać drugoplanowa będąca potworem
zh_hans: 怪物配角
zh_hant: 怪物配角

source: Monsters
de: Monster
ja: モンスター
ko: 괴물
pl: Potwory
zh_hans: 怪物
zh_hant: 怪物

source: Moon
de: Mond
ja: 月
ko: 달
pl: Księżyc
zh_hans: 月球
zh_hant: 月球

source: More Than Seven Endings
de: Mehr als sieben Enden
ja: 8つ以上のエンディング
ko: 8개 이상의 엔딩
pl: Ponad siedem zakończeń
zh_hans: 超过7个结局
zh_hant: 超過7個結局

source: More Than Seven Heroes
de: Mehr als sieben Helden
ja: 8人以上の男性主人公
ko: 8명 이상의 남성 주인공
pl: Ponad siedmiu bohaterów
zh_hans: 超过7位男主角
zh_hant: 超過7位男主角

source: More Than Seven Heroines
de: Mehr als sieben Heldinnen
ja: 8人以上のヒロイン
ko: 8명 이상의 여성 주인공
pl: Ponad siedem bohaterek
zh_hans: 超过7位女主角
zh_hant: 超過7位女主角

source: More Than Seven Love Interests
de: Mehr als sieben Liebespartner
ja: 8人以上の攻略対象
ko: 8명 이상의 공략 대상
pl: Ponad siedem obiektów uczuć
zh_hans: 超过7位恋爱对象
zh_hant: 超過7位戀愛對象

source: Mother Support Character
de: Mutter als Nebenfigur
ja: 母親のサブキャラクター
ko: 어머니인 조연
pl: Postać drugoplanowa będąca matką
zh_hans: 母亲配角
zh_hant: 母親配角

source: Mother/Daughter Incest
de: Inzest zwischen Mutter und Tochter
ja: 母娘近親相姦
ko: 모녀 근친상간
pl: Kazirodztwo między matką a córką
zh_hans: 母女乱伦
zh_hant: 母女亂倫

source: Mother/Daughter Romance
de: Romanze zwischen Mutter und Tochter
ja: 母娘の恋愛
ko: 모녀 간 연애
pl: Romans między matką a córką
zh_hans: 母女恋爱
zh_hant: 母女戀愛

source: Mother/Son Incest
de: Inzest zwischen Mutter und Sohn
ja: 母子近親相姦
ko: 모자 근친상간
pl: Kazirodztwo między matką a synem
zh_hans: 母子乱伦
zh_hant: 母子亂倫

source: Mother/Son Romance
de: Romanze zwischen Mutter und Sohn
ja: 母子の恋愛
ko: 모자 간 연애
pl: Romans między matką a synem
zh_hans: 母子恋爱
zh_hant: 母子戀愛

source: Mothercon Protagonist
de: Hauptfigur mit Mutterkomplex
ja: マザコンの主人公
ko: 마더콘 주인공
pl: Protagonista z kompleksem matki
zh_hans: 恋母主角
zh_hant: 戀母主角

source: Motion Controls
de: Bewegungssteuerung
ja: モーション操作
ko: 모션 조작
pl: Sterowanie ruchem
zh_hans: 体感控制
zh_hant: 體感控制

source: Mourning
de: Trauern
ja: 喪
ko: 애도
pl: Żałoba
zh_hans: 哀悼
zh_hant: 哀悼

source: Mousegirl Heroine
de: Mäusemädchen als Heldin
ja: ネズミ娘のヒロイン
ko: 쥐 소녀인 여성 주인공
pl: Bohaterka z mysimi cechami
zh_hans: 鼠娘女主角
zh_hant: 鼠娘女主角

source: Mouth Gag
de: Mundknebel
ja: 猿ぐつわ
ko: 재갈
pl: Knebel
zh_hans: 口塞
zh_hant: 口塞

source: Movable Text Box
de: Verschiebbares Textfeld
ja: 移動可能なテキストボックス
ko: 이동 가능한 텍스트 상자
pl: Przesuwalne pole tekstowe
zh_hans: 可移动文本框
zh_hant: 可移動文字框

source: Moxibustion (Torture)
de: Moxibustion (Folter)
ja: 灸（拷問）
ko: 뜸(고문)
pl: Moksybucja (tortury)
zh_hans: 艾灸（拷问）
zh_hant: 艾灸（拷問）

source: Multi-Selection Choices
de: Entscheidungen mit Mehrfachauswahl
ja: 複数選択肢
ko: 복수 선택지
pl: Wybory wielokrotne
zh_hans: 多选选项
zh_hant: 多選選項

source: Multiplayer Game
de: Mehrspielerspiel
ja: マルチプレイゲーム
ko: 멀티플레이 게임
pl: Gra wieloosobowa
zh_hans: 多人游戏
zh_hant: 多人遊戲

source: Multiple Common Routes
de: Mehrere gemeinsame Handlungsabschnitte
ja: 複数の共通ルート
ko: 여러 공통 루트
pl: Wiele wspólnych części fabuły
zh_hans: 多条共通线
zh_hant: 多條共通線

source: Multiple Credit Rolls
de: Mehrere Abspannsequenzen
ja: 複数のスタッフロール
ko: 여러 제작진 명단
pl: Wiele sekwencji napisów końcowych
zh_hans: 多个制作人员名单
zh_hant: 多個製作人員名單

source: Multiple Endings
de: Mehrere Enden
ja: マルチエンディング
ko: 멀티 엔딩
pl: Wiele zakończeń
zh_hans: 多结局
zh_hant: 多結局

source: Multiple Opening Movies
de: Mehrere Eröffnungsfilme
ja: 複数のオープニングムービー
ko: 여러 오프닝 영상
pl: Wiele filmów otwierających
zh_hans: 多个片头动画
zh_hant: 多個片頭動畫

source: Multiple Penetration
de: Mehrfache Penetration
ja: 多重挿入
ko: 다중 삽입
pl: Wielokrotna penetracja
zh_hans: 多重插入
zh_hant: 多重插入

source: Multiple Penises
de: Mehrere Penisse
ja: 複数のペニス
ko: 여러 음경
pl: Wiele penisów
zh_hans: 多根阴茎
zh_hant: 多根陰莖

source: Multiple Positions In Background With Fixed Perspective
de: Mehrere Sexstellungen im Hintergrund bei fester Perspektive
ja: 固定視点の背景で複数体位
ko: 고정 시점 배경의 여러 체위
pl: Wiele pozycji seksualnych w tle przy stałej perspektywie
zh_hans: 固定视角下的背景多体位
zh_hant: 固定視角下的背景多體位

source: Multiple Protagonists
de: Mehrere Hauptfiguren
ja: 複数の主人公
ko: 여러 주인공
pl: Wielu protagonistów
zh_hans: 多位主角
zh_hant: 多位主角

source: Multiple Route Mystery
de: Rätsel über mehrere Handlungsrouten
ja: 複数ルートのミステリー
ko: 다중 루트 미스터리
pl: Zagadka obejmująca wiele ścieżek fabularnych
zh_hans: 多路线谜团
zh_hant: 多路線謎團

source: Multiple True Endings
de: Mehrere wahre Enden
ja: 複数のトゥルーエンド
ko: 여러 트루 엔딩
pl: Wiele prawdziwych zakończeń
zh_hans: 多个真结局
zh_hant: 多個真結局

source: Mummy
de: Mumie
ja: ミイラ
ko: 미라
pl: Mumia
zh_hans: 木乃伊
zh_hant: 木乃伊

source: Murder Mystery
de: Mordrätsel
ja: 殺人ミステリー
ko: 살인 미스터리
pl: Zagadka morderstwa
zh_hans: 谋杀悬疑
zh_hant: 謀殺懸疑

source: Muromachi Era
de: Muromachi-Zeit
ja: 室町時代
ko: 무로마치 시대
pl: Okres Muromachi
zh_hans: 室町时代
zh_hant: 室町時代

source: Muscle Growth
de: Muskelwachstum
ja: 筋肉増大
ko: 근육 성장
pl: Wzrost mięśni
zh_hans: 肌肉增长
zh_hant: 肌肉增長

source: Muscle Worship
de: Muskelverehrung
ja: 筋肉崇拝
ko: 근육 숭배
pl: Kult mięśni
zh_hans: 肌肉崇拜
zh_hant: 肌肉崇拜

source: Muscular Hero
de: Muskulöser Held
ja: 筋肉質な男性主人公
ko: 근육질 남성 주인공
pl: Umięśniony bohater
zh_hans: 肌肉男主角
zh_hant: 肌肉男主角

source: Muscular Heroine
de: Muskulöse Heldin
ja: 筋肉質なヒロイン
ko: 근육질 여성 주인공
pl: Umięśniona bohaterka
zh_hans: 肌肉女主角
zh_hant: 肌肉女主角

source: Muscular Protagonist
de: Muskulöse Hauptfigur
ja: 筋肉質な主人公
ko: 근육질 주인공
pl: Umięśniony protagonista
zh_hans: 肌肉主角
zh_hant: 肌肉主角

source: Music Club
de: Musikclub
ja: 音楽部
ko: 음악부
pl: Koło muzyczne
zh_hans: 音乐社
zh_hant: 音樂社

source: Music Recollection
de: Musikwiedergabe
ja: 音楽鑑賞
ko: 음악 감상
pl: Odtwarzanie muzyki
zh_hans: 音乐回放
zh_hant: 音樂回放

source: Musical Environment
de: Musikalische Umgebung
ja: 音楽的な環境
ko: 음악적 환경
pl: Muzyczne otoczenie
zh_hans: 音乐化环境
zh_hant: 音樂化環境

source: Musical Theater
de: Musiktheater
ja: ミュージカル
ko: 뮤지컬
pl: Teatr muzyczny
zh_hans: 音乐剧
zh_hant: 音樂劇

source: Musical Themes
de: Musikalische Themen
ja: 音楽テーマ
ko: 음악 테마
pl: Tematy muzyczne
zh_hans: 音乐主题
zh_hant: 音樂主題

source: Musician Hero
de: Musiker als Held
ja: 音楽家の男性主人公
ko: 음악가인 남성 주인공
pl: Bohater będący muzykiem
zh_hans: 音乐家男主角
zh_hant: 音樂家男主角

source: Musician Heroine
de: Musikerin als Heldin
ja: 音楽家のヒロイン
ko: 음악가인 여성 주인공
pl: Bohaterka będąca muzyczką
zh_hans: 音乐家女主角
zh_hant: 音樂家女主角

source: Musician Protagonist
de: Musiker als Hauptfigur
ja: 音楽家の主人公
ko: 음악가인 주인공
pl: Protagonista będący muzykiem
zh_hans: 音乐家主角
zh_hant: 音樂家主角

source: Musume-type Heroine
de: Heldin vom Typ Tochter
ja: 娘系ヒロイン
ko: 딸 타입 여성 주인공
pl: Bohaterka typu córki
zh_hans: 女儿系女主角
zh_hant: 女兒系女主角

source: Mute Hero
de: Stummer Held
ja: 発話できない男性主人公
ko: 말을 못 하는 남성 주인공
pl: Niemy bohater
zh_hans: 失语男主角
zh_hant: 無法言語的男主角

source: Mute Heroine
de: Stumme Heldin
ja: 発話できないヒロイン
ko: 말을 못 하는 여성 주인공
pl: Niema bohaterka
zh_hans: 失语女主角
zh_hant: 無法言語的女主角

source: Mute Protagonist
de: Stumme Hauptfigur
ja: 発話できない主人公
ko: 말을 못 하는 주인공
pl: Niemy protagonista
zh_hans: 失语主角
zh_hant: 無法言語的主角

source: Muted Obscenities
de: Stummgeschaltete Obszönitäten
ja: 伏せ音入りの卑語
ko: 묵음 처리된 음담패설
pl: Wyciszone wulgaryzmy
zh_hans: 被消音的淫语
zh_hant: 被消音的淫語

source: Mutual Masturbation
de: Gegenseitige Masturbation
ja: 相互自慰
ko: 상호 자위
pl: Wzajemna masturbacja
zh_hans: 相互自慰
zh_hant: 相互自慰

source: Mythical Setting
de: Mythisches Szenario
ja: 神話的な舞台
ko: 신화적 배경
pl: Sceneria mitologiczna
zh_hans: 神话背景
zh_hant: 神話背景

source: Naga Heroine
de: Naga als Heldin
ja: ナーガのヒロイン
ko: 나가인 여성 주인공
pl: Bohaterka będąca nagą
zh_hans: 娜迦女主角
zh_hant: 娜迦女主角

source: Naginata Combat
de: Kampf mit Naginata
ja: 薙刀での戦闘
ko: 나기나타 전투
pl: Walka naginatą
zh_hans: 薙刀战斗
zh_hant: 薙刀戰鬥

source: Naizuri
de: Penisstimulation an den Innenseiten der Oberschenkel
ja: ナイズリ
ko: 허벅지 사이 성교
pl: Stymulacja penisa wewnętrznymi stronami ud
zh_hans: 内腿交
zh_hant: 內腿交

source: Naked Dogeza
de: Nackte Dogeza-Verbeugung
ja: 裸土下座
ko: 알몸 도게자
pl: Dogeza nago
zh_hans: 裸体土下座
zh_hant: 裸體土下座

source: Naked Heroine with Apron
de: Nackte Heldin mit Schürze
ja: 裸エプロンのヒロイン
ko: 알몸 앞치마 차림의 여성 주인공
pl: Naga bohaterka w fartuchu
zh_hans: 裸体围裙女主角
zh_hant: 裸體圍裙女主角

source: Naked Sprites
de: Nackte Figuren-Sprites
ja: 裸の立ち絵
ko: 알몸 스탠딩 CG
pl: Nagie wizerunki postaci
zh_hans: 裸体角色立绘
zh_hant: 裸體角色立繪

source: Nakige
de: Rührende Geschichte
ja: 泣きゲー
ko: 나키게
pl: Wyciskacz łez
zh_hans: 催泪作品
zh_hant: 催淚作品

source: Nameable Character(s)
de: Frei benennbare Figuren
ja: 名前を付けられるキャラクター
ko: 이름 지정 가능 캐릭터
pl: Postacie z możliwością nadania imienia
zh_hans: 可命名角色
zh_hant: 可命名角色

source: Nameable Hero(es)
de: Frei benennbare Helden
ja: 名前を付けられる男性主人公
ko: 이름 지정 가능 남성 주인공
pl: Bohaterowie z możliwością nadania imienia
zh_hans: 可命名男主角
zh_hant: 可命名男主角

source: Nameable Heroine(s)
de: Frei benennbare Heldinnen
ja: 名前を付けられるヒロイン
ko: 이름 지정 가능 여성 주인공
pl: Bohaterki z możliwością nadania imienia
zh_hans: 可命名女主角
zh_hant: 可命名女主角

source: Nameable Pet(s)
de: Frei benennbare Haustiere
ja: 名前を付けられるペット
ko: 이름 지정 가능 반려동물
pl: Zwierzęta z możliwością nadania imienia
zh_hans: 可命名宠物
zh_hant: 可命名寵物

source: Nameable Protagonist
de: Frei benennbare Hauptfigur
ja: 名前を付けられる主人公
ko: 이름 지정 가능 주인공
pl: Protagonista z możliwością nadania imienia
zh_hans: 可命名主角
zh_hant: 可命名主角

source: Nanomachines
de: Nanomaschinen
ja: ナノマシン
ko: 나노머신
pl: Nanomaszyny
zh_hans: 纳米机器
zh_hant: 奈米機器

source: Nanpa
de: Anmachen von Fremden
ja: ナンパ
ko: 헌팅
pl: Podrywanie nieznajomych
zh_hans: 搭讪
zh_hant: 搭訕

source: Narrating Others' Thoughts
de: Erzählung der Gedanken anderer
ja: 他者の思考を語る
ko: 다른 인물의 생각 서술
pl: Narracja myśli innych postaci
zh_hans: 叙述他人想法
zh_hant: 敘述他人想法

source: Narrator as a Character
de: Erzähler als Figur
ja: 語り手がキャラクター
ko: 등장인물인 화자
pl: Narrator jako postać
zh_hans: 叙述者也是角色
zh_hant: 敘述者也是角色

source: Native American Mythology
de: Mythologie der indigenen Völker Amerikas
ja: ネイティブアメリカン神話
ko: 아메리카 원주민 신화
pl: Mitologia rdzennych ludów Ameryki
zh_hans: 美洲原住民神话
zh_hant: 美洲原住民神話

source: Natural Disaster
de: Naturkatastrophe
ja: 自然災害
ko: 자연재해
pl: Klęska żywiołowa
zh_hans: 自然灾害
zh_hant: 自然災害

source: Naval Warfare
de: Seekrieg
ja: 海戦
ko: 해전
pl: Wojna morska
zh_hans: 海战
zh_hant: 海戰

source: Navel Penetration
de: Penetration des Bauchnabels
ja: へそ挿入
ko: 배꼽 삽입
pl: Penetracja pępka
zh_hans: 肚脐插入
zh_hant: 肚臍插入

source: Navel Piercing
de: Bauchnabelpiercing
ja: へそピアス
ko: 배꼽 피어싱
pl: Piercing pępka
zh_hans: 肚脐穿孔
zh_hant: 肚臍穿孔

source: Navyman Hero
de: Marinesoldat als Held
ja: 海軍軍人の男性主人公
ko: 해군 군인인 남성 주인공
pl: Bohater będący marynarzem wojennym
zh_hans: 海军男主角
zh_hant: 海軍男主角

source: Near Future
de: Nahe Zukunft
ja: 近未来
ko: 근미래
pl: Bliska przyszłość
zh_hans: 近未来
zh_hant: 近未來

source: Necrophilia
de: Nekrophilie
ja: 屍姦
ko: 시체 성애
pl: Nekrofilia
zh_hans: 恋尸癖
zh_hant: 戀屍癖

source: NEET Hero
de: Held ohne Ausbildung oder Beschäftigung
ja: ニートの男性主人公
ko: 니트족 남성 주인공
pl: Bohater, który nie uczy się ani nie pracuje
zh_hans: 尼特男主角
zh_hant: 尼特男主角

source: NEET Heroine
de: Heldin ohne Ausbildung oder Beschäftigung
ja: ニートのヒロイン
ko: 니트족 여성 주인공
pl: Bohaterka, która nie uczy się ani nie pracuje
zh_hans: 尼特女主角
zh_hant: 尼特女主角

source: NEET Protagonist
de: Hauptfigur ohne Ausbildung oder Beschäftigung
ja: ニートの主人公
ko: 니트족 주인공
pl: Protagonista, który nie uczy się ani nie pracuje
zh_hans: 尼特主角
zh_hant: 尼特主角

source: Nekomimi Hero
de: Held mit Katzenohren
ja: 猫耳の男性主人公
ko: 고양이 귀를 가진 남성 주인공
pl: Bohater z kocimi uszami
zh_hans: 猫耳男主角
zh_hant: 貓耳男主角

source: Nekomimi Heroine
de: Heldin mit Katzenohren
ja: 猫耳のヒロイン
ko: 고양이 귀를 가진 여성 주인공
pl: Bohaterka z kocimi uszami
zh_hans: 猫耳女主角
zh_hant: 貓耳女主角

source: Netorare Type A
de: Netorare Typ A
ja: 寝取られタイプA
ko: 네토라레 A형
pl: Netorare typu A
zh_hans: 寝取A型
zh_hant: 寢取A型

source: Netorare Type B
de: Netorare Typ B
ja: 寝取られタイプB
ko: 네토라레 B형
pl: Netorare typu B
zh_hans: 寝取B型
zh_hant: 寢取B型

source: Netorare Type C
de: Netorare Typ C
ja: 寝取られタイプC
ko: 네토라레 C형
pl: Netorare typu C
zh_hans: 寝取C型
zh_hant: 寢取C型

source: New Game Plus
de: Neues Spiel Plus
ja: 強くてニューゲーム
ko: 뉴 게임 플러스
pl: Nowa gra plus
zh_hans: 新游戏+
zh_hant: 新遊戲+

source: Newspaper Club
de: Zeitungsclub
ja: 新聞部
ko: 신문부
pl: Koło gazetki szkolnej
zh_hans: 新闻社
zh_hant: 新聞社

source: Nightmare
de: Albtraum
ja: 悪夢
ko: 악몽
pl: Koszmar
zh_hans: 噩梦
zh_hant: 噩夢

source: Ninja Protagonist
de: Ninja als Hauptfigur
ja: 忍者の主人公
ko: 닌자인 주인공
pl: Protagonista będący ninja
zh_hans: 忍者主角
zh_hant: 忍者主角

source: Nipple Insertion
de: Einführen in die Brustwarze
ja: 乳首挿入
ko: 유두 삽입
pl: Wprowadzanie do brodawki sutkowej
zh_hans: 乳头插入
zh_hant: 乳頭插入

source: Nipple Piercing
de: Brustwarzenpiercing
ja: 乳首ピアス
ko: 유두 피어싱
pl: Piercing brodawek sutkowych
zh_hans: 乳头穿孔
zh_hant: 乳頭穿孔

source: No "Keep Voice on Click" Option
de: Keine Option „Stimme nach Klick weiter abspielen“
ja: 「クリック後も音声を継続」設定なし
ko: “클릭 후 음성 유지” 옵션 없음
pl: Brak opcji „Kontynuuj głos po kliknięciu”
zh_hans: 无“点击后继续播放语音”选项
zh_hant: 無「點擊後繼續播放語音」選項

source: No Auto Function
de: Keine automatische Wiedergabe
ja: オート再生機能なし
ko: 자동 재생 기능 없음
pl: Brak automatycznego odtwarzania
zh_hans: 无自动播放功能
zh_hant: 無自動播放功能

source: No Background Music
de: Keine Hintergrundmusik
ja: BGMなし
ko: 배경 음악 없음
pl: Brak muzyki w tle
zh_hans: 无背景音乐
zh_hant: 無背景音樂

source: No Backlog
de: Kein Textverlauf
ja: バックログなし
ko: 백로그 없음
pl: Brak historii tekstu
zh_hans: 无文本记录
zh_hant: 無文字記錄

source: No Character Sprites
de: Keine Figuren-Sprites
ja: 立ち絵なし
ko: 스탠딩 CG 없음
pl: Brak wizerunków postaci
zh_hans: 无角色立绘
zh_hant: 無角色立繪

source: No Common Sense Heroine
de: Heldin ohne gesunden Menschenverstand
ja: 常識のないヒロイン
ko: 상식이 부족한 여성 주인공
pl: Bohaterka pozbawiona zdrowego rozsądku
zh_hans: 缺乏常识的女主角
zh_hant: 缺乏常識的女主角

source: No Event CGs
de: Keine Ereignis-CGs
ja: イベントCGなし
ko: 이벤트 CG 없음
pl: Brak ilustracji CG wydarzeń
zh_hans: 无事件CG
zh_hant: 無事件CG

source: No Gallery
de: Keine Galerie
ja: ギャラリーなし
ko: 갤러리 없음
pl: Brak galerii
zh_hans: 无画廊
zh_hant: 無畫廊

source: No Hero(in)es
de: Keine Helden oder Heldinnen
ja: 男性主人公／ヒロインなし
ko: 남녀 주인공 없음
pl: Brak bohaterów lub bohaterek
zh_hans: 无男主角或女主角
zh_hant: 無男主角或女主角

source: No Protagonist
de: Keine Hauptfigur
ja: 主人公なし
ko: 주인공 없음
pl: Brak protagonisty
zh_hans: 无主角
zh_hant: 無主角

source: No Quick Save/Load
de: Kein Schnellspeichern oder Schnellladen
ja: クイックセーブ／ロードなし
ko: 빠른 저장 및 불러오기 없음
pl: Brak szybkiego zapisu i wczytywania
zh_hans: 无快速存档／读档
zh_hant: 無快速存檔／讀檔

source: No Romance Plot
de: Keine romantische Handlung
ja: 恋愛要素なし
ko: 연애 요소 없음
pl: Brak wątku romantycznego
zh_hans: 无恋爱剧情
zh_hant: 無戀愛劇情

source: No Saves
de: Kein Speichern
ja: セーブ不可
ko: 저장 불가
pl: Brak zapisu gry
zh_hans: 无法存档
zh_hant: 無法存檔

source: No Sense of Direction Heroine
de: Heldin ohne Orientierungssinn
ja: 方向音痴のヒロイン
ko: 길치인 여성 주인공
pl: Bohaterka bez orientacji w terenie
zh_hans: 路痴女主角
zh_hant: 路痴女主角

source: No Sexual Content
de: Keine sexuellen Inhalte
ja: 性的コンテンツなし
ko: 성적 콘텐츠 없음
pl: Brak treści seksualnych
zh_hans: 无色情内容
zh_hant: 無色情內容

source: No Skip Function
de: Keine Überspringfunktion
ja: スキップ機能なし
ko: 건너뛰기 기능 없음
pl: Brak funkcji pomijania
zh_hans: 无跳过功能
zh_hant: 無跳過功能

source: No Skip Read Text Option
de: Keine Option zum Überspringen gelesenen Textes
ja: 既読テキストのみスキップする設定なし
ko: 읽은 텍스트만 건너뛰는 옵션 없음
pl: Brak opcji pomijania przeczytanego tekstu
zh_hans: 无仅跳过已读文本选项
zh_hant: 無僅跳過已讀文字選項

source: No Support Characters
de: Keine Nebenfiguren
ja: サブキャラクターなし
ko: 조연 없음
pl: Brak postaci drugoplanowych
zh_hans: 无配角
zh_hant: 無配角

source: No Title Screen
de: Kein Titelbildschirm
ja: タイトル画面なし
ko: 타이틀 화면 없음
pl: Brak ekranu tytułowego
zh_hans: 无标题画面
zh_hant: 無標題畫面

source: No Voice Replay
de: Keine Sprachwiederholung
ja: 音声リプレイなし
ko: 음성 다시 듣기 없음
pl: Brak powtarzania głosu
zh_hans: 无语音重播
zh_hant: 無語音重播

source: Noble Hero
de: Adeliger Held
ja: 貴族の男性主人公
ko: 귀족인 남성 주인공
pl: Bohater o szlacheckim pochodzeniu
zh_hans: 贵族男主角
zh_hant: 貴族男主角

source: Noble Protagonist
de: Adelige Hauptfigur
ja: 貴族の主人公
ko: 귀족인 주인공
pl: Protagonista o szlacheckim pochodzeniu
zh_hans: 贵族主角
zh_hant: 貴族主角

source: Noir Fiction
de: Noir-Literatur
ja: ノワール・フィクション
ko: 누아르 소설
pl: Literatura noir
zh_hans: 黑色小说
zh_hant: 黑色小說

source: Non Looping BGM
de: Nicht wiederholte Hintergrundmusik
ja: ループしないBGM
ko: 반복 재생되지 않는 배경 음악
pl: Muzyka w tle bez zapętlenia
zh_hans: BGM不循环
zh_hant: BGM不循環

source: Non-Binary Characters
de: Nichtbinäre Figuren
ja: ノンバイナリーのキャラクター
ko: 논바이너리 캐릭터
pl: Postacie niebinarne
zh_hans: 非二元性别角色
zh_hant: 非二元性別角色

source: Non-Binary Love Interest
de: Nichtbinärer Liebespartner
ja: ノンバイナリーの攻略対象
ko: 논바이너리 공략 대상
pl: Niebinarny obiekt uczuć
zh_hans: 非二元性别恋爱对象
zh_hant: 非二元性別戀愛對象

source: Non-Binary Protagonist
de: Nichtbinäre Hauptfigur
ja: ノンバイナリーの主人公
ko: 논바이너리 주인공
pl: Niebinarny protagonista
zh_hans: 非二元性别主角
zh_hant: 非二元性別主角

source: Non-binary Protagonist Option
de: Option einer nichtbinären Hauptfigur
ja: ノンバイナリー主人公の選択肢
ko: 논바이너리 주인공 선택 가능
pl: Opcja niebinarnego protagonisty
zh_hans: 非二元性别主角选项
zh_hant: 非二元性別主角選項

source: Non-blood-related Brother/Brother Incest
de: Inzest zwischen nicht blutsverwandten Brüdern
ja: 非血縁の兄弟間近親相姦
ko: 비혈연 형제간 근친상간
pl: Kazirodztwo między braćmi niespokrewnionymi biologicznie
zh_hans: 非血亲兄弟乱伦
zh_hant: 非血親兄弟亂倫

source: Non-blood-related Brother/Sister Incest
de: Inzest zwischen nicht blutsverwandtem Bruder und Schwester
ja: 非血縁の兄妹間近親相姦
ko: 비혈연 남매간 근친상간
pl: Kazirodztwo między bratem a siostrą niespokrewnionymi biologicznie
zh_hans: 非血亲兄妹乱伦
zh_hant: 非血親兄妹亂倫

source: Non-blood-related Father/Daughter Incest
de: Inzest zwischen nicht leiblichem Vater und Tochter
ja: 非血縁の父娘近親相姦
ko: 비혈연 부녀간 근친상간
pl: Kazirodztwo między ojcem a córką niespokrewnionymi biologicznie
zh_hans: 非血亲父女乱伦
zh_hant: 非血親父女亂倫

source: Non-blood-related Father/Son Incest
de: Inzest zwischen nicht leiblichem Vater und Sohn
ja: 非血縁の父子近親相姦
ko: 비혈연 부자간 근친상간
pl: Kazirodztwo między ojcem a synem niespokrewnionymi biologicznie
zh_hans: 非血亲父子乱伦
zh_hant: 非血親父子亂倫

source: Non-blood-related Incest
de: Inzest ohne Blutsverwandtschaft
ja: 非血縁の近親相姦
ko: 비혈연 근친상간
pl: Kazirodztwo bez pokrewieństwa biologicznego
zh_hans: 非血亲乱伦
zh_hant: 非血親亂倫

source: Non-blood-related Mother/Daughter Incest
de: Inzest zwischen nicht leiblicher Mutter und Tochter
ja: 非血縁の母娘近親相姦
ko: 비혈연 모녀간 근친상간
pl: Kazirodztwo między matką a córką niespokrewnionymi biologicznie
zh_hans: 非血亲母女乱伦
zh_hant: 非血親母女亂倫

source: Non-blood-related Mother/Son Incest
de: Inzest zwischen nicht leiblicher Mutter und Sohn
ja: 非血縁の母子近親相姦
ko: 비혈연 모자간 근친상간
pl: Kazirodztwo między matką a synem niespokrewnionymi biologicznie
zh_hans: 非血亲母子乱伦
zh_hant: 非血親母子亂倫

source: Non-blood-related Sister/Sister Incest
de: Inzest zwischen nicht blutsverwandten Schwestern
ja: 非血縁の姉妹間近親相姦
ko: 비혈연 자매간 근친상간
pl: Kazirodztwo między siostrami niespokrewnionymi biologicznie
zh_hans: 非血亲姐妹乱伦
zh_hant: 非血親姐妹亂倫

source: Non-blood-related Uncle/Niece Incest
de: Inzest zwischen nicht blutsverwandtem Onkel und Nichte
ja: 非血縁のおじと姪の近親相姦
ko: 비혈연 삼촌과 조카딸의 근친상간
pl: Kazirodztwo między wujem lub stryjem a siostrzenicą lub bratanicą bez pokrewieństwa biologicznego
zh_hans: 无血缘关系的叔伯／舅舅与侄女／外甥女乱伦
zh_hant: 無血緣關係的叔伯／舅舅與姪女／外甥女亂倫

source: Non-Chronological
de: Nichtchronologische Erzählung
ja: 時系列順ではない
ko: 비연대기적 서술
pl: Narracja niechronologiczna
zh_hans: 非时间顺序叙事
zh_hant: 非時間順序敘事

source: Non-consensual Erotic Humiliation
de: Nicht einvernehmliche erotische Demütigung
ja: 非合意の性的屈辱
ko: 비합의 성적 굴욕
pl: Upokorzenie erotyczne bez zgody
zh_hans: 非双方同意的色情羞辱
zh_hant: 非合意的色情羞辱

source: Non-erotic Mind Control
de: Nicht erotische Gedankenkontrolle
ja: 非性的なマインドコントロール
ko: 비성적 정신 지배
pl: Nieerotyczna kontrola umysłu
zh_hans: 非色情精神控制
zh_hant: 非色情精神控制

source: Non-Erotic Moral Corruption
de: Nicht erotische moralische Verderbnis
ja: 非性的な道徳的堕落
ko: 비성적 도덕 타락
pl: Nieerotyczna deprawacja moralna
zh_hans: 非色情道德堕落
zh_hant: 非色情道德墮落

source: Non-explicit Nudity Only
de: Nur nicht explizite Nacktheit
ja: 露骨でない裸体のみ
ko: 노골적이지 않은 노출만 포함
pl: Wyłącznie niedosłowna nagość
zh_hans: 仅非露骨裸体
zh_hant: 僅非露骨裸體

source: Non-heroine Only Unavoidable Rape
de: Unvermeidbare Vergewaltigung nur von Nicht-Heldinnen
ja: ヒロイン以外のみ回避不能な強姦
ko: 여성 주인공 외 캐릭터만 피할 수 없는 강간을 당함
pl: Nieunikniony gwałt wyłącznie na postaciach innych niż bohaterki
zh_hans: 仅非女主角遭遇不可避免强奸
zh_hant: 僅非女主角遭遇不可避免強姦

source: Non-human Hero
de: Nicht menschlicher Held
ja: 人外の男性主人公
ko: 비인간 남성 주인공
pl: Bohater niebędący człowiekiem
zh_hans: 非人类男主角
zh_hant: 非人類男主角

source: Non-human Heroine
de: Nicht menschliche Heldin
ja: 人外のヒロイン
ko: 비인간 여성 주인공
pl: Bohaterka niebędąca człowiekiem
zh_hans: 非人类女主角
zh_hant: 非人類女主角

source: Non-human Protagonist
de: Nicht menschliche Hauptfigur
ja: 人外の主人公
ko: 비인간 주인공
pl: Protagonista niebędący człowiekiem
zh_hans: 非人类主角
zh_hant: 非人類主角

source: Non-Japanese Voice Acting
de: Nicht japanische Sprachausgabe
ja: 日本語以外の音声
ko: 일본어 이외의 음성 연기
pl: Dubbing w języku innym niż japoński
zh_hans: 非日语配音
zh_hant: 非日語配音

source: Non-penetrative Sex
de: Sex ohne Penetration
ja: 挿入を伴わないセックス
ko: 비삽입 성교
pl: Seks bez penetracji
zh_hans: 非插入式性爱
zh_hant: 非插入式性愛

source: Non-sexual Child Abuse
de: Nicht sexuelle Kindesmisshandlung
ja: 性的でない児童虐待
ko: 비성적 아동 학대
pl: Znęcanie się nad dziećmi bez podtekstu seksualnego
zh_hans: 非性虐待儿童
zh_hant: 非性虐待兒童

source: Non-sexual Cosplay
de: Nicht sexuelles Cosplay
ja: 非性的なコスプレ
ko: 비성적 코스프레
pl: Cosplay nieseksualny
zh_hans: 非色情角色扮演
zh_hant: 非色情角色扮演

source: Non-twin Hero Brothers
de: Brüder als Helden, keine Zwillinge
ja: 双子ではない兄弟の男性主人公
ko: 쌍둥이가 아닌 형제 남성 주인공
pl: Bracia jako bohaterowie, nie bliźnięta
zh_hans: 非双胞胎兄弟男主角
zh_hant: 非雙胞胎兄弟男主角

source: Non-twin Heroine Sisters
de: Schwestern als Heldinnen, keine Zwillinge
ja: 双子ではない姉妹ヒロイン
ko: 쌍둥이가 아닌 자매 여성 주인공
pl: Siostry jako bohaterki, nie bliźnięta
zh_hans: 非双胞胎姐妹女主角
zh_hant: 非雙胞胎姐妹女主角

source: Nonsense
de: Unsinn
ja: ナンセンス
ko: 넌센스
pl: Nonsens
zh_hans: 无厘头
zh_hant: 無釐頭

source: Normal Scene Recollection
de: Wiederholung normaler Szenen
ja: 通常シーン回想
ko: 일반 장면 회상
pl: Odtwarzanie zwykłych scen
zh_hans: 普通场景回想
zh_hant: 普通場景回想

source: Norse Mythology
de: Nordische Mythologie
ja: 北欧神話
ko: 북유럽 신화
pl: Mitologia nordycka
zh_hans: 北欧神话
zh_hant: 北歐神話

source: Nose Hook
de: Nasenhaken
ja: 鼻フック
ko: 코 후크
pl: Haczyk do nosa
zh_hans: 鼻钩
zh_hant: 鼻鈎

source: Nude Filter
de: Nacktheitsfilter
ja: 裸フィルタ
ko: 노출 필터
pl: Filtr nagości
zh_hans: 裸体内容过滤器
zh_hant: 裸體內容過濾器

source: Nude Modeling
de: Aktmodel
ja: ヌードモデル
ko: 누드 모델
pl: Pozowanie nago
zh_hans: 裸体模特
zh_hant: 裸體模特兒

source: Nukige
de: Sexzentrierte Visual Novel
ja: 抜きゲー
ko: 누키게
pl: Powieść wizualna skoncentrowana na seksie
zh_hans: 拔作
zh_hant: 拔作

source: Nun Heroine
de: Nonne als Heldin
ja: 修道女のヒロイン
ko: 수녀인 여성 주인공
pl: Bohaterka będąca zakonnicą
zh_hans: 修女女主角
zh_hant: 修女女主角

source: Nun Protagonist
de: Nonne als Hauptfigur
ja: 修道女の主人公
ko: 수녀인 주인공
pl: Protagonistka będąca zakonnicą
zh_hans: 修女主角
zh_hant: 修女主角

source: Nun Support Character
de: Nonne als Nebenfigur
ja: 修道女のサブキャラクター
ko: 수녀인 조연
pl: Postać drugoplanowa będąca zakonnicą
zh_hans: 修女配角
zh_hant: 修女配角

source: Nurse Hero
de: Krankenpfleger als Held
ja: 看護師の男性主人公
ko: 간호사인 남성 주인공
pl: Bohater będący pielęgniarzem
zh_hans: 护士男主角
zh_hant: 護士男主角
